export default {
  projections: {
    ТранзакцияE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      оплата: {
        __caption__: 'Оплата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ТранзакцияL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      время: {
        __caption__: 'Время'
      },
      оплата: {
        __caption__: 'Оплата'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      пользователь: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    время: {
      __caption__: 'Время'
    },
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    оплата: {
      __caption__: 'Оплата'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    пользователь: {
      __caption__: 'Пользователь'
    }
  }
};
