export default {
  projections: {
    ЯчейкаE: {
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      статус: {
        __caption__: 'Статус'
      },
      хранение: {
        __caption__: 'Хранение',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    номерЯчейки: {
      __caption__: 'Номер ячейки'
    },
    статус: {
      __caption__: 'Статус'
    },
    хранение: {
      __caption__: 'Хранение'
    },
    постамат: {
      __caption__: 'постамат'
    }
  }
};
