export default {
  projections: {
    СгенКодE: {
      сгенКод: {
        __caption__: 'Сген код'
      },
      пользователь: {
        __caption__: 'Пользователь',
        фИО: {
          __caption__: 'ФИО'
        },
        номерТелефона: {
          __caption__: 'Номер телефона'
        }
      }
    },
    СгенКодL: {
      сгенКод: {
        __caption__: 'Сген код'
      },
      пользователь: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    сгенКод: {
      __caption__: 'Сген код'
    },
    пользователь: {
      __caption__: 'Пользователь'
    }
  }
};
