export default {
  projections: {
    ЛогистикаE: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      службаДоставки: {
        __caption__: 'Служба доставки',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ЛогистикаL: {
      номер: {
        __caption__: 'Номер'
      },
      состояние: {
        __caption__: 'Состояние'
      },
      службаДоставки: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    номер: {
      __caption__: 'Номер'
    },
    состояние: {
      __caption__: 'Состояние'
    },
    службаДоставки: {
      __caption__: 'Служба доставки'
    }
  }
};
