export default {
  projections: {
    ПосылкаE: {
      номерПостамата: {
        __caption__: 'Номер постамата'
      },
      номерПосылки: {
        __caption__: 'Номер посылки'
      },
      номерЯчейки: {
        __caption__: 'Номер ячейки'
      },
      логистика: {
        __caption__: 'Логистика',
        номер: {
          __caption__: 'Номер'
        }
      },
      транзакция: {
        __caption__: 'Транзакция',
        дата: {
          __caption__: 'Дата'
        },
        время: {
          __caption__: 'Время'
        },
        оплата: {
          __caption__: 'Оплата'
        },
        сумма: {
          __caption__: 'Сумма'
        }
      },
      сгенКод: {
        __caption__: 'Сгенерировать код',
        сгенКод: {
          __caption__: 'Сгенерировать код'
        }
      }
    }
  },
  validations: {
    номерПостамата: {
      __caption__: 'Номер постамата'
    },
    номерПосылки: {
      __caption__: 'Номер посылки'
    },
    номерЯчейки: {
      __caption__: 'Номер ячейки'
    },
    логистика: {
      __caption__: 'Логистика'
    },
    сгенКод: {
      __caption__: 'Сгенерировать код'
    },
    транзакция: {
      __caption__: 'Транзакция'
    },
    хранение: {
      __caption__: 'хранение'
    }
  }
};
