export default {
  projections: {
    АдресE: {
      адрес: {
        __caption__: 'Адрес'
      },
      службаДоставки: {
        __caption__: 'Служба доставки',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    АдресL: {
      адрес: {
        __caption__: 'Адрес'
      },
      службаДоставки: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    службаДоставки: {
      __caption__: 'Служба доставки'
    }
  }
};
